/* Messaging Service errors */

// Share Extension: Error when posting - primary level text
POST_ERROR_DESCRIPTION = "Không thể gửi mục";

// Share Extension: Error when posting - secondary level text
POST_ERROR_RECOVERY_SUGGESTION = "Vui lòng thử lại sau";

// Share Extension: Label shown in if not logged in to Skype
NOT_LOGGED_IN_LABEL = "Chưa đăng nhập vào Skype";

// Share Extension: Legacy text message component. %@ will be replaced with the Skype name of the sender
MEDIA_DOCUMENT_LEGACY_TITLE = "%@ đã gửi một ảnh.";

// Share Extension: Legacy text message component. %1 will be replace by an URL where to access the picture
MEDIA_DOCUMENT_LEGACY_TEXT =  "Thiết bị này chưa hỗ trợ tính năng chia sẻ ảnh mới của Skype, tuy nhiên, bạn vẫn có thể xem tính năng này trong trình duyệt của mình tại đây: %@";
